{"Aula-05-06-2025":{"slug":"Aula-05-06-2025","filePath":"Aula 05-06-2025.md","title":"Aula 05-06-2025","links":[],"tags":[],"content":"\nObjetivo: analisar as dimensões do controle da corrupção como elemento central para avaliar o funcionamento do Estado brasileiro\nArgumento: é importante desnaturalizar a corrupção. Sua origem está nas organizações do sistema político, do Estado e das formas de controle sobre o sistema administrativo-estatal\nCorrupção\n\nSolicitar ou receber para si ou outro, direta (ou indiretamente) vantagem indevida\nMas ela também é a legitimidade do governo e capacidade de governar e a visão da população sobre o país\nNo Brasil, é atribuída à herança ibérica e ao patrimonialismo. Seu enfrentamento tem sido feito das perspectivas\n\nmoralista, o que contribui para a deslegitimação da própria democracia e da política, e\ndo Direito, na expectativa de que leis mais duras resolvam a questão\n\n\nVertentes analíticas do conceito de corrupção:\n\nFuncionalista: análise entre corrupção e desenvolvimento político. Corrupção ocorreria em países institucionalmente atrasados, isto é, de modernização tardia. Relaciona corrupção com práticas clientelistas, nepotismo, patronagem e, assim, entendem que a corrupção pode afetar o funcionamento dos sistemas políticos e econômicos. Tem o suposto de que a modernização consiste na adoção de instituições vigentes nos países desenvolvidos.\nAbordagem de custos e benefícios. Emergiu a partir dos anos 80 na onda neo-liberal. A corrupção não gera benefícios ao desenvolvimento, mas altos custos que são pagos pelos cidadãos e emperram o progresso. Problema: restringe a corrupção a prática de aspectos financeiros envolvidos.\nAbordagem política (mencionada no texto). Corrupção é um fenômeno político, tem natureza flexível e plástica (não se restringe a aspectos materiais/financeiros). Relacionada à disputa sobre a interpretação das regras e dos princípios que estruturam a vida pública.\n\n\nO conceito de corrupção é polissêmico. Abrange a dimensão normativa do interesse público.\n\n\nImportância da introdução da categoria “Público”\n\nEstabelece uma tensão entre corrupção e valores fundamentais\nPermite reascender a ideia de  que a corrupção se restringe ao uso indevido do dinheiro público ou suborno\nAssume que o efeito negativo da corrupção extrapola o aspecto gerencial do estado e abarcam a ordem democrática\nEtc\n\n\nTipologias de abordagens de controle da corrupção\n\nAbordagem do controle administrativo (tradicional)\n\nControle interno: práticas que a própria administração exerce sobre seus atos\nControle externo: efetuado por entidade externa à administração por meio de vigilância, correção e orientação (accountability horizontal)\n\n\nAbordagem econômica - desregulamentação:\n\nRedução dos incentivos para o comportamento rent-seeking, mediante criação de um “mercado político”\nO controle ocorreria com a liberdade dos mercados econômicos e livre iniciativa proporcionada por uma política laissez-faire\n\n\nAbordagem política - controle democrático - exercido na esfera pública\n\nEsfera pública política: espaço de discussão sobre o conteúdo das decisões tomadas pela autoridade pública, desvinculado do exercício de poder. Concepção tridimensional:\n\nControle administrativo-burocrático\n\nRealizado com base em um arranjo institucional pautado na impessoalidade, neutralidade e cumprimento dos deveres de acordo com procedimentos descritos pela legalidade\nDireito é o fundamento da ação legítima da burocracia, especialmente, Direito Administrativo\nRamos especializados: auditorias, controles de contas, correição, averiguação de cumprimento dos deveres funcionais e resultados de políticas e decisões de governo\nFundamenta a concepção de accountability horizontal\n\n\nControle judicial\n\nExercido pelo Poder Judiciário frente aos demais\nBaseia-se no conceito de interesse público no ordenamento jurídico\nSegue preceitos de neutralidade e universalização\nSobrepõe-se ao controle administrativo-burocrático\nRetira da política a capacidade de controle sobre as suas próprias delinquências\n\n\nControle público não-estatal\n\nÉ exercido pela sociedade civil, diferentemente do controle burocrático-administrativo e judicial, que são exercidos pelo Estado e grupos específicos de profissionais, com base na ordem legal\nparte do pressuposto de democratização que absorve as dimensões participativa do debate público e editorial, inerentes à democracia\nDepende da publicidade\nSustenta-se em uma concepção substantiva de interesse público\n\n\n\n\n\n\n\n\n\n\n\n                  \n                  Rent-seeking \n                  \n                \n\n\nBusca por renda. Comportamento de buscar obter lucro.\n\n\n\n\nEstratégias de controle democrático\n\nIncorporação de um princípio abstrato de razão pública às instituições políticas\nCriação de mecanismos não estatais ou semiestatais de controle à corrupção, cujo objetivo é acionar controles burocrático-administrativo e judicial\n\n\nCondições que tornam essas estratégias efetivas\n\nReforço da accountability vertical (O’Donnel), que depende de liberdades fundamentais (imprensa, opinião, associação, votar e ser votado)\nA publicidade dos atos dos agentes públicos, que é mais que transparência. Implica a geração de oportunidades para o envolvimento e a participação da sociedade civil nas atividades de planejamento, acompanhamento, monitoramento e avaliação das ações da gestão pública\n\n\n\nOs tipos de controle da corrupção\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDimensãoEstadoEstadoSociedadeTipos de controleControle administrativo-burocráticoControle judicialControle público não estatalAgentesAgências especializadas em controle interno e externoTribunaisSociedade civil e representação funcionalFundamento normativoLegalidadeLegalidadeParticipaçãoPráticaSanções administrativasInterpretação canônica da legalidadeExercício da liberdade políticaConsequênciasRegulaçãoCriminalizaçãoPublicidade\n\n\nMecanismos de controle no Brasil\n\nControladoria Geral da União (CGU)\nTCU\nOperações da PF\nJulgamentos dos casos pelo Poder Judiciário\n\n\nCasos de corrupção deram origem a diversas leis e a judicialização da corrupção\n\n\n\n                  \n                  Citação dos autores \n                  \n                \n\n\n“O controle aumenta, a punição permanece baixa e os casos de corrupção continuam existindo e pautando negativamente a opinião pública”\n\n\n"},"Aula-06-05-2025":{"slug":"Aula-06-05-2025","filePath":"Aula 06-05-2025.md","title":"Aula 06-05-2025","links":[],"tags":[],"content":"\n\nEvolução das reformas administrativas no Brasil\n\nConstrução do Estado Nacional\nRepública velha\nBurocratização do Estado Nacional (DASP)\n\nOcorre em 1938, com Getúlio Vargas\nMissão: definir e executar a política de pessoa civil ()\nDaspinhos, em cada estado da federação, serviam como caixas de repercussão das normas nacionais\nEm 1939, Vargas decreta o 1º estatuto do funcionário público, substituído pela lei 1.711 no ano de 1952\nCrescimento da administração indireta (empresas públicas, sociedades de economia mista e fundações)\nVargas visava a criação de capacidade burocrática para promover o desenvolvimento\nCaracterísticas:\n\nEsforço de superação do patrimonialismo\nBurocratização do estado trazendo a centralização da tomada de decisões, a impessoalidade, a hierarquia, o sistema de mérito e a separação entre o público e o privado\n\n\n\n\nNacional desenvolvimento\nModernização autoritária (Golpe Militar de 1964)\n\nÂmbito político:\n\nReformas de base (sinal contrário): Estatuto da Terra, reforma tributária, reforma administrativa\nConcentração de recursos no governo federal\n\n\nÂmbito administrativo:\n\nGrande avanço\nDecreto-lei 200, de 1967: “o mais sistemático e ambicioso empreendimento para a reforma da administração federal”\n\nRepresenta uma lei orgânica da administração pública: estabeleceu princípios e conceitos; balizou estruturas e determinou providências\nInovações:\n1. A administração deveria se guiar por planejamento, coordenação, descentralização, delegação de competências e controle\n2. Distinção entre administração direta (ministérios e órgãos subordinados à presidência) e indireta (órgãos descentralizados - autarquias, fundações empresas públicas e sociedades de economia mista)\n3. Fixação da estrutura do Poder Executivo Federal (órgãos de assistência imediata do presidente da República; ministérios nas áreas políticas, econômica e social, militar e de planejamento; órgãos essenciais comuns aos diversos ministérios). Reagrupamento de departamentos, divisões e serviços em 16 ministérios\n4. Estabelecimento de sistemas de atividades auxiliares: pessoal, orçamento, estatística, administração financeira, contabilidade e auditoria e serviços gerais\n5. Definição de bases do controle externo e interno\n6. Indicação de diretrizes gerais para um novo plano de classificação de cargos\n7. Estabelecimento de normas de aquisição e contratação de bens e serviços (estrutura institucional que temos hoje para licitação começa nisso)\nÓrgãos encarregados da administração: Semor e Dasp (enfraquecido. Desaparecerá na década seguinte)\nMéritos do Decreto-Lei 200/1967:\n\nModelo de administração para o desenvolvimento\nSubstitui o modelo clássico da administração\nMoldado para permitir a intervenção do estado na vida econômica e social (regime celetista na administração indireta)\n\n\nConsequências:\n\nMultiplicação das entidades de administração indireta, buscando: maior agilidade e flexibilização de atuação, melhor atendimento às demandas do Estado e da sociedade; Facilidade de aporte de recursos; Facilidade de recrutamento e remuneração\nDicotomia entre Estado tecnocrático e moderno (indireta) vs. Estado burocrático, formal e defasado (direto). Com isso, promoveu-se a autonomização da administração indireta; conflitos com o núcleo do estado\n\n\nTaxonomia das empresas criadas pelo Decreto-lei 200: serviços públicos básicos, empresas criadas ou expandidas para desenvolver setores estratégicos, empresas monopólios desde a década de 50 e empresas privadas ameaças de falência. Entre 1967 e 1980, foram criadas 126 estatais\n\n\nProgramas de desburocratização de desestatização (1979 e 1982)\n\nObjetivos: aumento da eficiência e eficácia na administração pública; fortalecimento do sistema de livre empresa; simplificação e racionalização de normas organizacionais; eliminação de órgãos pouco úteis\nMérito: preocupação com o usuário do serviço público (ineditismo)\nResultados:\n\nAnálise de centenas de rotinas de trabalho\nTransformado em ministério em 1983 (Ministério da Desburocratização); volta a ser programa e em 86 volta a ser ministério\nSuprimido ainda em 1986\n\n\nPressupostos\n\nPrivilegiamento da empresa privada para exploração das atividades econômicas, deixando ao estado um papel suplementar\nPrivatização de empresas estatais nos setores em que o controle público se tornara desnecessário e inútil\nAs entidades de áreas de segurança nacional, as estratégicas para o desenvolvimento do setor privado e o controle nacional do desenvolvimento deveriam ser preservadas\n\n\nLegado:\n\nFez uma reforma pela metade, de acordo com os analistas\nAinda excessiva centralização\nIngresso sem concurso (patrimonialismo, fisiologismo)\nNegligência com a administração direta, levando ao enfraquecimento do núcleo estratégico do Estado\n\n\n\n\n\n\n\n\nReforma administrativa da Nova República (Constituição de 1988)\nReforma do governo Collor\nReforma Bresser (Pdrae)\n\n\n\nGoverno JK:\n\nPlano de metas: 36 objetivos. Setores-chave: energia, transporte, indústria pesada e alimentação\n\nPromoveu uma industrialização acelerada apoiada pelo capital nacional e estrangeiro. Ênfase nos bens duráveis, especialmente na indústria automobilística e no transporte rodoviário\nÂmbito administrativo: criação da Comissão de Simplificação Burocrática (Cosb) e da Comissão de Estudos e Projetos Administrativos (Cepa). Objetivos:\n\nCosb: promover estudos para a descentralização dos serviços\nCepa: assessorar a presidência nos projetos de reforma administrativa\n\n\nCaracterísticas do governo JK\n\nCisão entre administração direta, marcada pelo clientelismo e submetida aos ditames de normas rígidas e controles, e administração indireta, dotada de autonomia gerencial\nIlhas de excelência para a administração do desenvolvimento\n\n\n\n\n\n\n\nGoverno Jango\n\nInstabilidade política\nCriação da Comissão Amaral Peixoto\nEsforços pontuais de reforma administrativa\nManutenção de práticas clientelistas, falta de investimento em capacitação da burocracia\nCriação de novas estruturas\n\n\n"},"Aula-08-05-2025":{"slug":"Aula-08-05-2025","filePath":"Aula 08-05-2025.md","title":"Aula 08-05-2025","links":[],"tags":[],"content":"Reforma Bresser (Costa, 2008; Bresser, 2006)\nNova República\n\nDesafio: reduzir o aparelho administrativo, torná-lo mais orgânico, eficiente e receptivo às demandas sociais.\nPlano Sarney irá tomar iniciativas como:\n\nPlanos Cruzado, Cruzado II, Bresser e Verão\nComissão para redefinir o papel do estado; estabelecer as bases do funcionamento da administração; fixar o destino da gestão pública; reformular estruturas do poder executivo; racionalizar os procedimentos e etc\nDuração de ago/1985 a fev/1986\n\n\nPropostas da comissão:\n\nRestauração da cidadania\nDemocratização da ação administrativa\nDescentralização e desconcentração, situando a decisão pública no local de ação e revertendo o crescimento desordenado da administração federal\nRevitalização do serviço público e valorização dos serviços\nMelhoria dos padrões de desempenho a fim de promover a alocação mais eficiente de recursos\n\n\nIniciativas no âmbito administrativo:\n\nElaboração da primeira versão da Lei Orgânica da Administração Pública Federal\nElaboração do novo plano de carreiras\nCriação da Escola Nacional da Administração Publica (capacitação) e do Centro de Desenvolvimento da Administração Pública (treinamentos e reciclagem), vinculados à secretaria de Recursos Humanos\n\n\nAvaliação das Reformas não foi favorável\nConstituição de 1988:\n\nConcessões a interesses corporativistas: mais de 100 direitos e dois ou três deveres\nRJU: estabilidade para celetistas, que foram transformados em estatutários\n- Retrocessos:\n\nCongelamento do status quo\nEliminação da flexibilidade da administrativa indireta apor sua equiparação com à direta\nCrescimento fora de controle das despesas com pessoal\nObstáculos ao equilíbrio das contas e aos esforços de modernização adm\n\n\nAvanços:\n\nMecanismos de democracia direta, favorecendo o controle social da estão\nDescentralização político-administrativa\nResgate da função do planejamento\n\n\n\n\nGoverno Collor:\n\nÂmbito administrativo: demissões em massa para conjuntura recessiva, extinção de órgãos, fusões inconvenientes. Reformas orientadas por imperativos orçamentários e pela desestatização\nProblemas:\n\nfalta de balizamento conceitual\nMedidas de racionalização erráticas e irresponsáveis\nDesarticulação de estruturas de operação de políticas sociais\n\n\nApós o desmantelamento da máquina, retomou-se o velho clientelismo e a prática de criação de desmembramento de ministérios\n\n\nGoverno Itamar:\n\nPostura tímida e conservadora em relação à reforma administrativa\nVelhas estratégias clientelistas\nRecuperação de ministérios extintos por Collor\nContinuidade do programa de privatizações\n\n\nGoverno FHC:\n\nCausas da reforma Bresser:\n\ncrise do Estado nos anos 80\nGlobalização da economia\n\n\nObjetivos:\n\nFacilitar a competência internacional da economia\nRegulação e intervenção nas áreas de educação, saúde, cultura, infraestrutura, etc\n\n\nNatureza da reforma: social-democrática (e não neoliberal)\nObjetivo: aumentar a governança do Estado, dar meios financeiros e administrativos para intervenção efetiva sempre que o mercado não contar com condições de coordenação efetiva da economia\nSuposto: há um problema de governabilidade\nDiagnóstico:\n\nEntre 1979 e 1984, grave crise econômica, equacionada com o Plano Real\nCausa da crise: crise do Estado, da sua capacidade de coordenar o sistema econômico (pós crise do Petróleo) de forma complementar ao mercado\nA crise define-se como fiscal\nCaracterísticas da crise:\n\nPolítica. Três momentos: (i) crise do regime militar; (ii) crise de adaptação do regime democrático; (iii) crise moral (impeachment de Collor)\nCrise do modo de intervenção: esgotamento do MSI. Manifestou-se na falta de competitividade de empresas brasileiras e no fracasso do Estado de bem-estar social\nResposta inadequada (retorno ao populismo dos anos 50)\nCrise da administração burocrática: teve início ainda no regime militar e manifestou-se antes da implantação completa do modelo\nSituação foi agravada com a Constituição de 1988 (retorno ao modelo burocrático de 1930)\nGerencialismos é visto como solução\n\n\n\n\n\n\nMitos burocráticos:\n\nEstabilidade: tem custo. Impede a adequação dos quadros de funcionários às reais necessidades do serviço e inviabiliza a implantação de um sistema de administração pública eficiente, sem punições. Somente se justifica quando o patrimonialismo era dominante e os serviços do Estado liberal era limitado. Bresser irá defender a estabilidade dentro do núcleo estratégico do Estado. Ele argumenta que, se as demissões por razões políticas forem ilegítimas, a estabilidade ficaria restrita Às carreias do Estado.\nRecrutamento por concursos: mérito da Constituição, pois enfrentou o empreguismo público. Argumento: há exageros. Concurso foi exigido para administração direta e indireta; impossibilitou a promoção interna de funcionários; impediu outras formas de recrutamento mais flexíveis, ainda que públicas e transparentes\nCarreiras: as longas não se aplicam a uma sociedade tecnologicamente dinâmica, mesmo que acompanhadas de sistema de treinamento e avaliação. São destruídas pelas gratificações de desempenho que reduzem sua amplitude. Proposta: carreiras flexíveis.\n\n\n"},"Aula-12-06-2025":{"slug":"Aula-12-06-2025","filePath":"Aula 12-06-2025.md","title":"Aula 12-06-2025","links":[],"tags":[],"content":"\nRelação entre políticos e burocratas\n\nPolíticos deveriam elaborar leis elaboradas o bastante para não deixar a tomada de decisões nas mãos da burocracia\nCientistas políticos irão afirmar que essa afirmação é inevitável, pois as leis não especificam todas as ações dos agentes. Portanto, as agências políticas irão considerar um espaço razoável para atuar\nOs objetivos de burocratas não precisam ser idênticos aos dos cidadãos e políticos\nBurocratas possuem informações especiais quanto aos benefícios e custos de suas ações e podem praticar atos que não são vistos diretamente\n\n\nProblemas do agenciamento às burocracias públicas\n\nOs resultados podem depender da ação conjunta de vários agentes, o que dificulta definição de incentivos e extração de informações\nElas possuem múltiplos objetivos que são fáceis de especificar e impossíveis de reduzir a uma única dimensão\nSâo frequentemente monopólios, o que não permite comparar seu trabalho\nOs cidadãos sõ podem exercer um controle indireto sobre burocracica. No máximo, consideram seu desempenho ao sancionarem, pelo voto, os políticos eleitos\n\n\nAs burocracias tendem a agir mais em conformidade com as regras do que através de incentivos\nO que pode diminuir: formulação de contratos adequados, triagem e seleção sensíveis a sinais que indiquem alto desempenho, fiscalização institucional, criação de múltiplos principals e múltiplos agents com objetivos dissonantes, competição entre agências para facilitar aferição de desempenho\n\nDescentralização causa 2 efeitos: ao permitir a provisão local de serviços, favorece a responsabilização (accountability) do governo, porque os aproxima da população a que eles se destinam. Mas reduz a capacidade do governo de diminuir as disparidades regionais de renda, portanto requer uma capacidade administrativa maior e pode induzir restrição na distribuição orçamentária, na qual as juridições menos eficientes seriam mais subsidiadas pelo governo federal\n\n\nCidadãos também podem exercer accountability pelo controle do tipo “alarme de incêndio”. Vantagens:\n\npermite que o principal reúna nformações a custo mais baixo do que a supervisão do tipo “Patrulha de polícia”\nprovê melhor informação, particularmente sobre as violações mais graves praticadas pelos agentes\n\n\nRequer mecanismos institucionais que facilitem o monitoramento da burocracia por parte dos cidadãos, a transmissão das informações e a punição dos violadores\nO problema dos cidadãos é induzir os políticos a melhorar seu (dos cidadãos) bem-estar, em vez de perseguir seus próprios interesses, mancomunados com a burocracia ou orientados por interesses particulares\nPor que os políticos prestariam contas aos cidadãos, em vez de mancomunarem com os burocratas?\n\nNos regimes burocráticos, os governos podem ser controlados pelos cidadãos, pois os políticos são eleitos. O papel das eleições é trazer a responsabilidade prospectiva e retrospectiva\n\n\nResponsabilidade prospectiva:\n\nPartidos apresentam propostas durante campanhas eleitorais e explicam como essas políticas afetam os cidadãos\nCidadãos decidem quais das propostas querem que sejam implementadas\nMas não há mecanismos que forem os candidatos eleitos a serem fiéis a suas plataformas. As legislaturas devem ser livres para deliberar, e os governos precisam ter alguma flexibilidade para enfrentar circunstâncias cambiantes\n\n\nResponsabilidade retrospectiva:\n\nMesmo que motivados por interesses particulares, os políticos serão induzidos a promover o bem-estar de todos se forem forçados a ter que escolher entre obter vantagens e permanecer no cargo. Para isso, instituições políticas devem:\n\nsatisfazer a condição de “autosseleção”; fazer com que pessoas que tenham outras oportunidades vejam como atraente a possibilidade de reeleição (para que o político queira ser reeleito, sua ocupação tem que ser bem remunerada, tem que haver prestígio…)\nsatisfazer a condição de compatibilidade de incentivos; fazer com que seja do interesse dos políticos cumprir o que os cidadãos esperam que cumpram\n\n\nOutras condições para o controle retrospectivo:\n\nEleitores devem poder saber a quem atribuir responsabilidade pelo desempenho do governo, algo que é dificultado quando Presidência e Congresso ocupam partidos diferentes\nOs eleitores devem poder votar para destituir do governo os partidos responsáveis por mau desempenho\nOs políticos devem ter incentivos para que queiram ser reeleitos\nEleitores devem dispor de instrumentos institucionais para recompensar e punir governos pelos resultados que produzem em diferentes domínios\n\n\nAs eleições são um instrumento “grosseiro” de controle:\n\nEleitores têm de avaliar todo o pacote de políticas governamentais em apenas uma decisão\nOs cidadãos devem conhecer não só o resultado obtido, mas também os outros resultados possíveis, caso o governo tivesse feito outra coisa, ou se as condições fossem diferentes\nAssimetria de informação é o principal problema\n\n\n\n\nMecanismos institucionais que podem amenizar os efeitos dos problemas informacionais:\n\nA oposição, que busca o poder, é incentivada a monitorar o governo e informar os cidadãos sobre o mau desempenho, mostrar políticas alternativas e desvios\nVeículos de comunicação têm um papel específico de informar os cidadãos e focalizar mais a atenção nas condições gerais do que nos interesses particulares\nControle horizontais - entre os vários ramos do governo (O’Donnel)\nProcesso legislativo deliberativo e aberto que obriga os representantes a justificarem publicamente os cursos de ação que preconizam e a reunirem a informação de que dispõem\n\n\nOutras instituições que favorecem o controle:\n\nComissões independentes que garantem a transparência das contribuições de campanha e que tenham poder para fazer suas próprias sindicâncias\nUm ramo independente do estado para auditoria\nUma fonte independente de informação estatística sobre o estado da economia\nUma função privilegiada para a oposição, a de supervisão dos veículos de informação que pertençam ao estado\n\n\n"},"Aula-13-05-2025":{"slug":"Aula-13-05-2025","filePath":"Aula 13-05-2025.md","title":"Aula 13-05-2025","links":[],"tags":[],"content":"\nPlano diretor da reforma do aparelho do estado (Pdrae) de 1995\n\nObjetivo: diagnóstico situacional e proposta de reforma gerencial, visando aumento da eficiência\nBase para reformas da constituição de 88 - áreas administrativas e previdenciárias. Definição de tetos precisos de remuneração de setores ativos e inativos, flexibilização da estabilidade e da permissão de regimes jurídicos diferenciados\nBase para outras reformas\n\najuste fiscal\nreformas econômicas\ninovação dos instrumentos de política social\n\n\nConceitos:\n\nAparelho do estado: adm. pública em sentido amplo - estrutura organizacional do estado em seus 3 poderes e 3 níveis executivos - por um corpo de funcionários e militares\nEstado: compreende o aparelho do estado e o sistema constitucional-legal que regula a população nos limites de um território. É a organização burocrática que o tem o monopólio da violência legal e o poder de legislar e tributar a população de um determinado território.\nReforma do aparelho é mais restrita que reforma do estado\n\n\nPrincípios do Pdrae:\n\nEstado deixa de ser o responsável direto pelo desenvolvimento econômico e social para se tornar seu promotor (subsídios) e regulador\nFortalecimento das funções de regulação e coordenação especialmente no nível federal\nDescentralização vertical das funções executivas no campo da prestação de serviços e infraestrutura\nAcredita-se que o servidor público (de nível federal) é competente, honesto e dotado de espirito público. Fator decisivo para o papel estratégico do Estado no desenvolvimento\n\n\nEstratégias de mudanças no plano institucional, legal cultural e da gestão\n\nRedefinição dos objetivos da administração, voltando-a para o cidadão-cliente\nAperfeiçoamento dos instrumentos de coordenação, formulação e implementação e avaliação de políticas públicas\nFlexibilização de normas\nRedesenho e estrutura mais descentralizada\nProfissionalização e capacitação permanentes\n\n\nDimensões conceituais e estratégicas.\n\nQuatro setores do estado:\n\nNúcleo estratégico:\n\nEfetividade mais importante mais importante que eficiência. O fundamento é que as decisões sejam as melhores e sejam cumpridas\nObjetivos: efetividade no alcance dos objetivos democraticafmente acordados; profissionalização dos setores; capacidade gerencial\n\n\nServiços exclusivos\n\neficiência prevalece. Importa o atendimento de milhões de pessoas com qualidade e baixo custo\nObjetivos: transformar autarquias e fundações em agências autônomas; substituição de controles a priori por controles a posteriori (resultado e competição administrada); fortalecer participação popular na formulação e avaliação das políticas\n\n\nServiços não-exclusivos\n\nPublicização\nMaior autonomia e responsabilidade dos dirigentes\nControle social mais direto dos serviços\nMaior parceria entre Estado, organização social e a sociedade\nAumentar a eficiência e qualidade dos serviços\n\n\nProdução de bens e serviços para o mercado\n\nContinuar o processo de privatização\nReorganizar e fortalecer os órgãos de regulação dos monopólios naturais privatizados\nImplantar contratos de gestão nas empresas não privatizadas\n\n\n\n\nTrês formas de propriedade\n\nPrivada;\nEstatal: a tradicional pública - onde os bens ficam sobre controle do estado\nPública não-estatal: bens não-estatais que servem ao interesse público (instituições sem fins lucrativos, fundações, beneficências)\n\n\nTrês tipos de adm. pública\n\n\nSetores do aparelho do Estado:\n\nNúcleo estratégico: Estado em sentido lato; Poderes legislativo, judiciário e executivo e Ministério Público\nSetor de atividades exclusivas: em que são prestados serviços que só o Estado pode realizar, Regulamentação, fiscalização, fomento.\nServiços não exclusivos: onde o estado atua com outras organizações não-estatais e privadas. Não envolvem o poder extroverso, mas , sim, direitos fundamentais (educação, saúde) ou economias externas (custos menores se fossem ofertados pelo mercado - universidades, hospitais, centros de pesquisa, museus).\nProdução de bens e serviços para o mercado: área de atuação de empresas, que buscam lucro. Permanecem as relacionadas com infraestrutura, por exemplo. Capital privado não é capaz de investir nessas áreas ou são monopolísticas\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPropriedade EstatalPropriedade Pública não estatalPropriedade PrivadaBurocráticaGerencialNúcleo estratégico (legislativo, judiciário, executivo, cúpula dos ministérios, ministério público)xxxAtividades Exclusivas (fiscalização, fomento, segurança pública, seguridade social básica)xxServiços não exclusivos (universidades, hospitais, centros de pesquisa, museus)→xxProdução para mercado (empresas estatais)→→xx\n\n\nDiretrizes para implantação:\n\ninstitucionalização\nracionalização, eficiência\nflexibilização\npublicização\ndesestatização\n\n\n"},"Aula-15-05-2025":{"slug":"Aula-15-05-2025","filePath":"Aula 15-05-2025.md","title":"Aula 15-05-2025","links":[],"tags":[],"content":"Governos FHC e Lula (Abrúcio, 2007)\n\nAvanços da Reforma Bresser\n\nÂmbito administrativo: grande reorganização administrativa do governo federal\nÂmbito legal: Emenda Constitucional 19 e 20/1998: teto nos gastos com funcionalismo, alteração do Regime Jurídico Único. Mudanças otimizam parâmetros para restrição orçamentária e otimização das políticas\nÂmbito cultural: disseminação de um debate sobre novas formas de gestão, orientadas para a melhoria no desempenho do setor público, propiciada pela existência de um novo Plano Diretor\n\n\nCausas dos problemas e fracassos de diversas iniciativas:\n\nLegado negativo da era Collor\nAssimilação das reformas ao ideário neoliberal\nHistórico das reformas administrativas no Brasil: autoritarismo. Modelo daspiano e o Decreto 200. Falta de experiência e reformas democráticas\nPrevalência de um economicismo estreito na lógica do governo FHC. Subordinação da implantação do Padrae ao ajuste fiscal. Prejuízo para a autonomia das agências reguladoras\nOposições dentro do núcleo central do governo\nOposição petista, estimulada pelo peso do corporativismo no partido\nOposição no Congresso: rejeição de reformas que tornariam a administração mais transparente e orientada para o desempenho\n\nTemor de diminuição da capacidade política de influenciar a gestão dos órgãos públicos, via manipulação de cargos e verbas; de que a profissionalização e avaliação da burocracia reduzissem a interferência política na distribuição de cargos e verbas públicas\n\n\n\n\nErros de diagnóstico da Reforma Bresser:\n\nConceito restrito de carreiras de Estado\nExclusão de setores essenciais para que a União atue como reguladora, avaliadora e indutora no plano das relações intergovernamentais\nDefinição de carreira estratégica válida para a União deve ser diferente da dos estados e municípios, pois as funções básicas são distintas\nOposição completa entre administração burocrática e as novas formas de gestão\nVisão etapista contraproducente: atrito desnecessário com setores da burocracia estratégica - levando a crer que uma etapa substitui a outra\nMovimento dialético: há, simultaneamente, incorporação de aspectos do modelo weberiano e a criação de novos instrumentos de gestão\n\n\nGoverno FHC II\n\nIncorporação de algumas conquistas da Reforma Bresser; extinção do Mare e empobrecimento da agenda da gestão pública\nAvanços:\n\nContinuidade das reformas na área fiscal\nInovações na sistemática de planejamento, centradas no Plano Pluri Anual (mais programação orçamentária que programação das políticas públicas)\n\n\nMovimentos importantes na gestão pública, no pós-constitucional\n\nÂmbito fiscal: movimento iniciado na constituinte. Corolário: aprovação da Lei de Responsabilidade Fiscal\nÂmbito da gestão pública: inovações estaduais e, principalmente, municipais - maior participação social\nÂmbito das políticas sociais: inovação nas políticas de saúde, educação e recursos hídricos - mecanismos de avaliação, formas de coordenação administrativa e financeira, avanço no controle social, programas voltados para a realidade local, ações intersetoriais\n\n\n\n\nFormação de uma coalizão em torno dos PPA\nPrograma Nacional de Apoio à Administração Fiscal para os Estados Brasileiros (Pnage)\nGoverno eletrônico. Estímulo oriundo do Governo de SP\n\nGoverno Lula\n\nAspectos gerais: continuidade de uma série de iniciativas anteriores\nPontos negativos:\n\nBaixo aproveitamento, no plano nacional, das inovações nas administrações petistas locais\nIncapacidade de estabelecer uma agenda em prol da reforma da gestão ṕublica\nAmplo loteamento dos cargos públicos\nVoluntarismo: vontade política bastaria para cumprir os compromisso programáticos\nAusência de um projeto de reforma de estado. Promessas eleitorais que não puderam ser cumpridas pois a gestão pública não estava preparada para tomar os devidos esforços. Exceções: MDS (estratégia de monitoramento e avaliação; corpo técnico competente)\n\n\nPontos positivos:\n\nAperfeiçoamento de importantes mecanismos de controle da corrpução: PF e Controladoria Geral da República\nNo plano político: criação do Conselho de Desenvolvimento Econômico e Social (CDES) - Conselhão. Articulação de alianças e coalizões sociais em torno de reformas\nNo plano federativo: Duas ações: Pnage e o Programa de Modernização do Controle Externo dos Estados e Municípios Brasileiros (Promoex). Priorizaram a reconstrução da administração pública (planejamento, recursos humanos, em interconexão com as políticas públicas e o atendimento dos cidadãos). União funciona como indutora.\n\n\n"},"Aula-17-06-2025":{"slug":"Aula-17-06-2025","filePath":"Aula 17-06-2025.md","title":"Aula 17-06-2025","links":[],"tags":[],"content":"Texto: A construção institucional do sistema de controle interno do Executivo federal (Olivieri, 2010)\n\nObjetivo: compreender a evolução recente do sistema de controle interno do Executivo federal e seu significado político\nDeterminação da Constituição de 1988:\n\nArt. 70: a fiscalização contábil, financeira, orçamentária, operacional e patrimonial da união e das entidades da administração direta e indireta, quanto à legalidade, legitimidade, economicidade, aplicação das subvenções e renúncia de receitas, será exercida pelo Congresso Nacional, mediante controle externo, e pelo sistema de controle interno de cada Poder\n\n\nFinalidade:\n\nArt. 74: os poderes legislativo, executivo e judiciário manterão , de forma, integrada, sistema de controle interno com a finalidade de:\n\nAvaliar o cumprimento de metas previstas no plano plurianual, a execução dos programas de governo e dos orçamentos da União\nComprovar a legalidade e avaliar os resultados, quando à eficácia e eficiência, da gestão orçamentária, financeira e patrimonial nos órgãos e entidades da administração federal, bem como da aplicação de recursos públicos por entidades de direito privado\nExercer o controle das operações de crédito\nApoiar o exercício externo no exercício da sua missão institucional\n\n\n\n\nControle interno: conjunto de atividades de auditoria e fiscalização para garantir conformidade legal, eficiência, economicidade e eficácia das ações. Objetivo: levantar perdas, melhorar a gestão e garantir a prestação pública de contas. Por ser exercido internamente, cada poder monitora a própria gestão.\nAtores estatais de fiscalização, monitoramento e avaliação de políticas públicas\n\nControle interno:\n\nCGU e seus componentes\nMPOG\nCasa civil\nMinistérios executores\nÓrgãos da administração indireta\n\n\nControle externo (do Poder Executivo): Poder Legislativo, TCU - órgão auxiliar\n\n\nA SFC (secretaria federal de controle interno) na estrutura do governo federal:\n\nCriada em 1994 como secretaria do Ministério da Fazenda\nEm fevereiro de 2002, passou a casa civil\nEm março de 2002 passou a integrar a estrutura da CGU\n\n\nCGU:\n\nStatus ministerial\nCriada em 2002 como corregedoria-geral da União\nFunções foram ampliadas em 2003, quando se tornou Controladoria\nÓrgãos da CGU\n\nSFC (Secretaria Federal de Controle Interno)\n\nÓrgão central do sistema de controle interno do Poder Executivo\nFunções:\n\nFiscalizar os autocontroles dos ministérios; atestar seu bom funcionamento\nAvaliar os atos de gestão em função dos resultados da implementação dos programas e projetos governamentais\n\n\nAbrangência do controle: legalidade, eficiência e economia da gestão das políticas, tendo por referência os resultados. Funciona como “olhos” do presidente nos ministérios, permite que políticos monitorem burocratas\nPrincipais atividades da SFC\n\nAvaliação da gestão dos programas federais\nAvaliação da gestão dos administradores públicos federais\nOrganização e encaminhamento da prestação de contas do executivo ao TCU e ao Congresso Nacional\n\n\n\n\nCRUs (Controladorias-Regionais da União)\n\nImplementam as ações nos estados e municípios. Possibilita redução de custos, aumento de frequência das auditorias e ampliação do controle\n\n\nCorregedoria Geral da União (sistema de correição)\nOuvidoria-Geral da União (unidades de ouvidoria)\nSecretaria de prevenção da corrupção e informações estratégicas\n\n\n\n\nCritérios na avaliação dos programas:\n\nMaterialidade: volume de recursos dos programas\nRelevância: importância do programa em relação a demais programas ou contexto do governo\nCriticidade: grau de risco ou vulnerabilidade dos programas a ineficiências ou ilegalidades\n\n\nRelação entre SFC e TCU: TCU elabora diretriz a ser seguida pela SFC nos processos de auditoria, de forma a construir uma amostra significativa da atuação do Executivo e instruir os julgamentos do tribunal (i.e: a seleção dos programas e UFs não é orientada por critérios políticos). Assim, o papel da SFC é de assessorar as unidades administrativas do governo quanto à organização das contas a serem apresentadas e o de realizar avaliação prévia dessas contas\nEvolução história do sistema de controle interno brasileiro:\n\nCriado em 1967, no Decreto-Lei 200. Constituído pelas Secretarias de Controle Interno - CISETS (subordinadas ao ministério que deveriam controlar) e o órgão central, a Coordenação de Auditoria (Coaudi), vinculada à Secretaria do Tesouro Nacional, do MF, um órgão de terceiro escalão\nProblema: falta de autonomia e incapacidade de avaliar a gestão\nMudanças na década de 90: CISETS foram extintas, criação da SFC, descentralização territorial das estruturas de controle (CRUs), criação do Programa de Fiscalização de políticas financiadas pelo governo federal que são executadas por estados e municípios.\n\nObjetivo das mudanças: criar capacidade política e institucional para superação do controle formalista e excessivamente concentrado nos meios e processos. Representam esforço de construção de uma cultura e de um arcabouço institucional de controle relacionado com os resultados das políticas públicas\n\n\n\n\nAções que contribuíram para criação da SFC:\n\nCriação do Sistema Integrado de Administração Financeira do governo federal (Siafi)\n\nCriado em 1986. Marca o início da substituição da contabilidade manual pelo sistema informatizado de controle orçamentário e financeiro\nPermitiu que a SFC agregasse e analisasse informações sobre todos os órgãos da administração\nEfeito político: reforçou o poder da burocracia, na medida em que monopoliza o conhecimento sobre o funcionamento do sistema de informação e democratiza informações de natureza técnica\n\n\nRedefinição do papel do controle interno pela CF de 88\n\nDestaque à atribuição do controle interno na vericicação dos resultados das políticas públicas\n\n\nAuditoria do TCU sobre sistema de controle interno, em 1992, e a CPI do Orçamento, em 1993\n\nAuditoria: apontou a baixa eficiência e eficácia do sistema (CISETS descumpriam prazos, relatórios inconsistentes e pouca efetividade das providências pelos ministérios e gestores sobre as falhas apontadas)\nCPI (anões do orçamento): expôs falhas graves do sistema. Conclusões apontaram necessidade de modernização do Estado, com nova sistemática de elaboração orçamentária, limitação de fortalecimento dos sistemas de controle interno e externo, criação de órgão específico do controle interno e problkema da subordinação das CISETs aos ministérios\n\n\nImplementação do Plano Real e reforma administrativa\n\nPlano real liberou energiais organizacionais e políticas, até então dedicadas ao controle da inflação e o fluxo de caixa, para a reforma administrativa e a criação da SFC\n\n\n\n\nDesdobramentos nos anos seguintes:\n\nRecomposição do quadro de pessoal da SFC (concursos)\nReforma do aparelho de Estado (PDRAE)\n\nPlano plurianual 2000-2003. MPOG impôs sistemas de informação que reorganizam a gestão financeira e orçamentária dos órgãos, como o Sigplan (Sistema de Informações Gerenciais e de Planejamento do Plano Plurianual)\n\n\nEssas ações permitiram a organização e fortalecimento das atividades e estruturas de controle interno\n\n\nControle interno como controle político da burocracia:\n\nEfeitos, dentre outros: alterar decisões políticas\nObjetivo: melhorar a administração do dinheiro público, sem entrar no mérito das políticas nem das escolhas do governo.\n\n\nAssim o controle interno se torna um recurso político por causa de seu efeito sobre a distribuição de poder entre a burocracia, gabinete ministerial e membros da coalizão de governo\nForças ou movimentos que sustentam a utilização política dos instrumentos e informação de controle:\n\nProfissionalismo\nDiscurso da neutralidade burocrática\nExemplos:\n\nExtinção da Sudam e Sudene em 2001\nInterveniência da CGU no Ministério da Defesa\nSubstituição do Planfor pelo Plano Nacional de Qualificação\n\n\n\n\nA partir de 2015, foram criadas 3 formas de seleção dos entes federativos que seriam fiscalizados:\n\nCenso: seleciona o universo dos entes que serão investigados\nMatriz de vulnerabilidade: seleciona os entes em situação de vulnerabilidade (situações locais críticas) com base em indicadores específicos\nSorteios: seleciona os entes aleatoriamente\n\n\n"},"Aula-20-05-2025":{"slug":"Aula-20-05-2025","filePath":"Aula 20-05-2025.md","title":"Aula 20-05-2025","links":[],"tags":[],"content":"Ribeiro (2023)\nEvolução quantitativa das carreiras de estado entre 2014 e 2021 - Executivo federal\nArgumento: na última década, o cenário econômico adverso afetou todos os concursos públicos, portanto, a renovação dos quadros federais. Mas o efeito variou entre diferentes carreiras\n\nGrupo 1 (carreiras de fiscalização): número forte de aposentadorias e de diminuição de concursos\nGrupo 2 (carreiras de segurança pública): forte crescimento, especialmente a de PRF\nGrupo 3 (carreiras jurídicas): estabilidade\nGrupo 4 (carreiras de gestão pública): variação\n\n\nCarvalho, Eneuton (2010) - Aparelho administrativo e seus servidores\n\nVai comparar os empregados públicos, civis e militares nas datas dos censos de 1872, 1900 e 1920 e comparar suas variações\n"},"Aula-22-05-2025":{"slug":"Aula-22-05-2025","filePath":"Aula 22-05-2025.md","title":"Aula 22-05-2025","links":[],"tags":[],"content":"Revisão 2ª prova\n\nFases na evolução da administração pública\n\nConstrução do Estado nacional\nRepública velha\n“Burocratização” do estado nacional (Dasp)\nNacional desenvolvimentismo\nModernização autoritária Decreto 200/1967\nReforma administrativa nova republica (Constituição de 1988)\nReforma governo Collor\nReforma Bresser (Pdrae)\n\n\n\n\n\nReformas na morfologia e dinâmica de funcionamento da administração (Vargas foi fazendo aos poucos)\n\n1930\n1931\nConstituição de 1934\n1935: Comissão mista de reforma econômica e financeira\n1936: Lei do Reajustamento\n1938: DASP. Daspinhos para adaptação de normas federais aos estados\n1939: Decretação do primeiro Estatuto do funcionário (substituído em 1952)]\nCriação de empresas públicas\nCaracterísticas da reforma de 1938:\n\nEsforço de superação do patrimonialismo\nAção no sentido da burocratização do Estado, trazendo centralização, impessoalidade, hierarquia, meritocracia e separação público-privada\n\n\n\n\nModernização autoritária (ditadura militar) - reforma sistemática\n\nMedidas legais no âmbito administrativo:\n\nDecreto-lei 200 de 1967: “o mais sistemático e ambicioso empreendimento para a reforma da administração federal”\n\nElaborado pela Comestra, criada em 1964. Aproveitou propostas de 2 comissões de JK e 1 de Jango (aproveitou-se dos consensos construídos até então)\nUma lei orgânica da administração pública: estabeleceu princípios e conceitos; balizou estruturas e determinou providências\nEstá vigente até hoje (cheio de emendas) por conta dos princípios que estabeleceu\n\n\nProgramas de desburocratização e desestatização (1979 e 1982)\nMéritos:\n\nAprimorou o Dasp\nModelo de administração para o desenvolvimento\nMoldado para permitir a intervenção do Estado na vida econômica e social (regime celetista na administração indireta)\nNão substituiu a administração clássica, mas fez alterações\n\n\nConsequências:\n\nMultiplicação das entidades de administração indireta\nDicotomia entre estado tecnocrático e moderno X estado burocrático, formal e defasado (direta). Autonomização da administração indireta; conflitos com o núcleo do Estado\n\n\n\n\n\n\nConstituição de 1988:\n\nConcessão a interesses corporativistas\nRJU para celetistas de autarquias e fundações públicas. Congelou o status quo\nRetrocessos:\n\nEliminação da flexibilidade da administração indireta por sua equiparação com a direta (substituindo a CLT pelo estatuto)\nCrescimento fora de controle das despesas com o pessoal\nColocou obstáculos ao equilíbrio das contas públicas e aos esforços de modernização administrativa\n\n\n\n\nGoverno Collor:\n\nDemissões em massa, extinção de órgãos importantes, fusões incovenientes; Reformas orientadas por imperativos orçamentários e pela desestatização\n\n\nGoverno Itamar:\n\nPostura tímida e conservadora em relação à reforma\nVelhas estratégias clientelistas (ocupação de cargos públicos por critérios que favorecessem aliados políticos, parentes, etc)\nRecuperação de ministérios extintos por Collor\nContinuidade do programa de privatizações\n\n\nGoverno FHC\n\nPlano diretor da Reforma do Aparelho do Estado (Pdrae) - 1995\n\nImplantação da administração gerencial\nObjetivo: aumento da eficiência\nBase para reformas da constituição de 88 - áreas administrativa e previdenciária\nPrincípios do Pdrae:\n\nEstado deixa de ser responsável direto pelo desenvolvimento econômico social para se tornar seu promotor (através de subsídios) e regulador\n\nEstado permanece responsável, mas a natureza muda. Ele não atua providenciando diretamente o desenvolvimento econômico social, mas indiretamente.\n\n\nFortalecimento das funções de regulação e coordenação\nDescentralização vertical das funções executivas no campo da prestação de serviços e infraestrutura\n(De acordo com Bresser) visão positiva do servidor público: competentes, honestos, dotados de espírito público.\n\n\nDimensões conceituais e estratégicas da reforma\n\nAparelho do estado será dividido em 4 setores: núcleo estratégico, serviços exclusivos, não exclusivos e produção de bens e serviços para o mercado\nTrês formas de propriedade: pública, privada, pública não estatal\nTrês tipos de administração pública: burocrática, gerencial e patrimonialista\n\n\n\n\n\n\nGoverno Lula:\n\nContinuidade de uma série de iniciativas anteriores (Reforço de alfumas carreiras, governo eletrônico, nova modelagem da Controladoria Geral da União)\nPontos negativos:\n\nBaixo aproveitamento das inovações das administrações petistas locais\nIncapacidade de estabelecer uma agenda em prol da reforma da gestão pública\nAmplo loteamento dos cargos públicos\nVoluntarismo: vontade política bastaria para cumprir os compromissos programáticos\nAusência de um projeto de reforma do Estado\n\n\nPontos positivos:\n\nMecanismos de controle da corrupção: PF e CGU\nCriação do Conselho de Desenvolvimento Econômico e Social (CDES) - Conselhão.\nPnage e Promoex no plano federativo. Destinadas a modernizar a adm pública subnacional (estadual principalmente, mas também municipal)\n\n\n\n\n"},"Aula-24-06-2025":{"slug":"Aula-24-06-2025","filePath":"Aula 24-06-2025.md","title":"Aula 24-06-2025","links":[],"tags":[],"content":"Sistema de Controle Externo - TCU (Loureiro; Teixeira; Moraes, 2009)\n\nObjetivo do texto: analisar o desenvolvimento dos tribunais de contas sob a perspectiva do desenvolvimento institucional. Perspectiva enfatiza resistência dos atores com poder de veto e os mecanismos de path dependence (dependência de trajetória) que podem neutralizar as mudanças feitas em conjunturas críticas.\n\n\n\n                  \n                  Path Dependence \n                  \n                \n\n\nTrajetórias que, uma vez tomadas, são de difícil reversão (retornos crescentes, dadas as relações de autoridade, de coerção, assimetrias de poder, etc).\n\n\n\n\n\n                  \n                  Conjuntura crítica \n                  \n                \n\n\nMomento em que mudança institucional provocada por fatores exógenos ao quadro institucional, em que aparecem oportunidades para grandes reformas institucionais, seguidas, em geral, por um período de estabilidade ou mudanças incrementais provocadas por fatores endógenos.\n\n\n\n\nTipos de mecanismos de mudança na perspectiva do desenvolvimento institucional:\n\nSuperposição de novas a velhas estruturas (layering); administração de Vargas e JK\nConversão funcional: redirecionamento das instituições mediante mudanças nas funções ou papéis, sem alteração formal de suas regras\nDifusão: certas instituições são copiadas ou transportadas, parcial ou integralmente, para outros ambientes ou espaços societários\n\n\nObstáculos à mudança na perspectiva de desenvolvimento institucional:\n\nA capacidade de veto de atores que se sentem ameaçados pela mudança. Auferem rendimentos de diferentes investimentos (em pessoas, conhecimento técnico, práticas, etc). Quanto mais antiga a instituição, maiores os rendimentos e maior a possibilidade de veto\nIncapacidade das forças de mudança para se consolidarem e vencerem a estrutura de vetos, criando um clima de desequilíbrio ou desajuste da ordem institucional ou de falta de coordenação\n\n\nDesenvolvimento institucional dos tribunais de contas (órgãos de controle externo do poder executivo)\n\nDuas conjunturas críticas: CF/88 e LRF/2000 (Lei de Responsabilidade Fiscal)\nEntre as duas conjunturas houve mudanças incrementais, que se acumularam e se autorreforçaram, configurando situação de path dependence de difícil reversão\nA LRF não criou novas práticas, mas reforçou processos que já haviam surgido com a CF/88 e se encontravam em gestação, de forma desigual, entre os diversos tribunais de contas do país\n\n\nTrajetória dos tribunais até a CF/88\n\nSurgimento na transição da Monarquia para a República\nCaracterística permanente: a inamovibilidade dos dirigentes (condição de autonomia)\nMudanças incrementais decorrentes de oscilações do regime político e da vulnerabilidade desses órgãos à interferência do Executivo nos períodos autoritários (1937 e 1967)\n\n\n\nCF/88: Primeira conjuntura crítica\n\nColocar o TCU em nova trajetória institucional: maior equilíbrio entre Executivo e Legislativo\n\n\nInovações:\n\nControle do desempenho das políticas públicas\nIndicação da maioria de seus dirigentes pelo Poder Legislativo (2/3). Executivo perde o monopólio da indicação (fica com 1/3, sendo que a cada 3 indicados, dois devem ser selecionados entre auditores de carreira dos próprios TC e do MP de Contas). Todos devem ter aprovação do Legislativo (isso é referente ao TCU)\nAtribuição à população do poder de denúncia de irregularidades\n\n\nContinuidades:\n\nDireção colegiada e autônoma dos tribunais de contas em relação aos demais Poderes, com a atribuição de órgão auxiliar do Legislativo no controle financeiro da administração pública\nVitaliciedade\nMesmas garantias oferecidas ao alto escalão do Poder Judiciário\n\n\nAtribuições\n\nElaboração de parecer técnico sobre as tomadas de contas do executivo\nRealização de auditorias de desempenho das políticas públicas\nApreciação da legalidade dos contratos\nAdmissão de pessoal\nConcessão de aposentadorias\nFiscalização de reformas e pensões\nManifestação acerca da legalidade das licitações em caráter prévio\nTCs subnacionais após a CF/88\n\nRegras CF/88 para o TCU devem ser aplicadas, “no que couber”, aos demais TCs\nExpressão abriu brecha para a adoção ou não das novas regras aos demais TCs\nDesenvolvimento heterogêneo, em função da capacidade ou não das forças com poder de veto reagirem a mudanças que, porventura, lhes fossem prejudiciais\n\n\n\n\nPré requisitos mínimos\n\n\nAvaliação das mudanças:\n\nNovas regras têm altos custos políticos de reversibilidade\nMaior equilíbrio entre o Executivo e legislativo\nRedução (embora modesta) das práticas clientelistas e predatórias (aposentadoria após poucos meses de atuação)\nAplicação incompleta\n\n\nAplicação que ficou faltando: o poder pode cobrar multas que os TC aplicam aos tomadores de despesas. Atualmente, as penalidades são transformadas em cobranças do Executivo, dificultando seu recebimento, dada a pouca agilidade na sua execução\nInovações da CF/88 - ampliação da transparência das contas governamentais e da participação da sociedade civil em sua fiscalização\n\nSistemas informatizados de controle de contas públicas\nOuvidorias\nEscolas de contas\nServiços (Disque Denúncia, Fale com o Presidente…)\n\n\n\nLei de Responsabilidade Fiscal - Segunda conjuntura crítica\n\nAvanços:\n\nValorizou a função fiscalizatória dos TCs, tornando-os guardiães da lei\nInduziu a modernização tecnológica e reestruturação interna dos TCs - criação do Programa de Modernização do Controle Externo - Promoex, com o apoio financeiro do BID e coordenação do MPOG\n\n\nInovações:\n\nExpansão dos itens a fiscalizar\nDesenvolvimento de sistemas eletrônicos específicos\nPadronização, imprimindo maior eficiência dos procedimentos técnicos e, potencialmente, redução dos custos operacionais\n\n\n\nResultados das resistências às mudanças (maiores nos TCs mais antigos)\n\nImpacto limitado da modernização tecnológica\nAinda prevalecem práticas políticas não democráticas, como nepotismo, clientelismo, etc.\nHá casos de corrupção em diversas regiões do país, o que indica ausência de mecanismos eficientes de controle para os próprios órgãos de controle. Portanto, exprimem déficit político e não excesso de politização (ou partidarização)\nAvanços decorrentes da politização dos órgãos de controle ocorrida após a CF/88:\n\nRedução do insulamento dos TCs em relação às diferentes forças políticas dentro do Estado e na sociedade (formação de listas tríplices que envolvem negociações de conselheiros com corporações profissionais, governador e Legislativo)\nMaior competição eleitoral para o Poder Executivo: quanto maior  a alternância de forças políticas, maior será a capacidade de fiscalização dos governos por parte dos TCs\nRelativa estabilidade no perfil educacional e profissional dos conselheiros\n\n\n\nAchados\n\nHá uma correspondência entre o nível da federação em que atuam os dirigentes dos TCs e a carreira política no período anterior\nPresença majoritária de políticos (mais de 50%) - decorre do aumento da prerrogativa de indicação dos Legislativos - 2/3\nContinuam predominando bacharéis em direito (cerca de 60%)\nPouco efeito da exigência de idade mínima (33% para 27% com mais de 60 anos)\n\nConclusão\nOs avanços são mitigados (ou tem sido mitigados) pela resistência de atores com poder de veto.\nO nepotismo e a corrupção ainda resistem (pelo menos até 2009) ao processo de democratização e de maior transparência dos TCs."},"Aula-26-06-2025":{"slug":"Aula-26-06-2025","filePath":"Aula 26-06-2025.md","title":"Aula 26-06-2025","links":[],"tags":[],"content":"\nObjetivo: analisar as dimensões do controle da corrupção como elemento central para avaliar o funcionamento do Estado brasileiro\nArgumento: é importante desnaturalizar a corrupção\nDefinição de corrupção: solicitar ou receber para si ou para outrem, direta ou indiretamente, vantagem indevida. Mas ela influencia também a legitimidade dos governos e capacidade de governar e a visão da população sobre o país\nNo Brasil, a corrupção é atribuída à herança ibérica e ao patrimonialismo. Seu enfrentamento é feito da perspectiva\n\nMoralista: que contribui para a deslegitimação da própria democracia e da política e\nDo Direito, na expectativa de que leis mais duras resolvam os problemas\n\n\nVertentes (abordagens) analíticas de corrupção\n\nFuncionalista: análise da relação entre corrupção e desenvolvimento político. Corrupção ocorreria em países de baixa institucionalização política. Suposto é de que a modernização consiste na adoção de instituições vigentes nos países desenvolvidos.\nAbordagem de custos e benefícios (a partir dos 1980s): A corrupção não gera benefício ao desenvolvimento político e econômico, mas altos custos, que são pagos pelos cidadãos e emperram o desenvolvimento. Ela resulta de configurações institucionais e da forma como essas configurações de agentes egoístas maximalizem seus ganhos, burlando regras do sistema político. Problema: restringe a corrupção a práticas de rent-seeking, ou seja, de aspectos financeiros envolvidos\nAbordagem política (abordada pelos autores): corrupção é um fenômeno político, não é limitado a apenas bens materiais (natureza flexível e plástica, pode assumir muitas formas). Está relacionada à disputa sobre interpretação das regras e dos princípios que estruturam a vida pública; Conceito polissêmico, abrange dimensões do clientelismo, nepotismo, malversão de recursos, extorsão, prevaricação, etc\n\n\nImportância da introdução da categoria “público”:\n\nEstabelece uma tensão entre corrupção e valores políticos fundamentais para a ordem democrática\nPermite transcender a ideia de que a corrupção se restringe ao uso indevido do dinheiro público ou suborno\nAssume que o efeito negativo da corrupção extrapola o aspecto gerencial do Estado e abarca a ordem democrática\nAbsorve a ideia de que o controle da corrupção envolve arranjos amplos, uma concepção aberta de cidadania e de accountability\nPermite perceber que o combate à corrupção exige ajuste institucional e compromissos abrangentes\n\n\nTipos de abordagens de controle da corrupção\n\nAbordagem do controle administrativo (tradicional)\n\nControle interno: práticas que a própria administração exerce sobre seus atos. São ações, métodos, procedimentos e rotinas que visam preservar a integridade do patrimônio e examinar a compatibilidade entre ações e princípios pactuados\nControle externo: efetuado por entidade externa à administração por meio de atividades de vigilância, correção e orientação (accountability horizontal)\n\n\nAbordagem econômica\n\nRedução de incentivos para o compartilhamento rent-seeking, mediante a criação de um “Mercado político”\nO controle ocorreria com a liberdade dos mercados econômicos e livre iniciativa proporcionada por uma política de laissez-faire\n\n\nLiberadade política - controle democrático - exercido na esfera pública (Habermas)\n\nEsfera política pública: espaço de discussão sobre o conteúdo das decisões tomadas pela autoridade política, desvinculado do exercício do poder\nConcepção tridimensional (seriam 3 formas de controle inter-relacionadas):\n\nControle administrativo-burocrático (baseado na legalidade; que fundamenta o Estado moderno; fundamenta a fiscalização e, eventualmente, a punição; fieto com base na regra/procedimento/lei…)\n\nRealizado com base em um arranjo institucional pautado na impessoalidade, neutralidade e cumprimentos dos deveres de de acordo com os procedimentos descritos pela legalidade, que fundamenta a ação do Estado\nO direito é o fundamento da ação legítima da burocracia, especialmente o Direito Administrativo\nRamos especializados: auditorias, controle de contas, correição, averiguação de cumprimento dos deveres funcionais e resultados de políticas e decisões do governo\nFundamenta a concepção de accountability horizontal\n\n\nControle judicial\n\nExercido pelo poder judiciário frente aos demais poderes\nBaseia-se no conceito de interesse público posto no âmbito do ordenamento jurídico\nSegue preceitos de neutralidade e universalização derivados da interpretação jurídica dos códigos, estatutos e regulamentos\nSobrepõe ao controle administrativo-burocrático\nRetira da política capacidade de controle sobre suas próprias delinquências, transferindo ao judiciário o controle da ação dos agentes públicos\n\n\nControle público não-estatal (Importante)\n\nÉ exercido pela sociedade civil, diferentemente dos 2 demais, que são exercidos pelo Estado e grupos específicos de profissionais, com base na ordem legal\nParte do pressuposto de democratização que absorve as dimensões participativas de debate público e editorial, inerentes à democracia\nDepende da publicidade, que habilita o cidadão comum a controlar a ação dos agentes públicos com base em princípios morais da democracia\nSustenta-se em uma concepção substantiva de interesse público\n\n\n\n\n\n\n\n\nEstratétias de controle democrático\n\nIncorporação de um princípio abstrato de razão pública às instituições públicas\nCriação de mecanismos não estatais ou semiestatais de controle da corrupção (movimentos sociais, associações civis, etc), cujo objetivo é acionar os controles burocrático-administrativo e judicial\n\n\nCondições que tornam essas estratégias efetivas:\n\nO reforço da accountability vertical (O’Donnel), que depende das liberdades fundamentais (imprensa, opiniao, votar e ser votado)\nA publicidade dos atos dos agentes públicos, que é mais que transparência\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDimensõesEstadoEstadoSociedadeTipo de controleControle administrativo-burocráticoControle judicialControle público não estatalAgentesAgências especializadas - controle interno e externoTribunaisSociedade civil e representação funcionalFundamento normativoLegalidadeLegalidadeParticipaçãoPráticaSanções administrativasInterpretação canônica da legalidadeExercício da liberdade políticaConsequênciasRegulaçãoCriminalizaçãoPublicidade\n\nMecanismos de controle no Brasil\n\nCGU\nTCU\nOperações da PF\nJulgamentos dos casos de corrupção pelo poder Juduciário\n\n\nCasos de corrupção deram origem a diversas leis e à judicialização (criminalização penal) da corrupção\nAvaliação de seu exercício pelos autores: o controle aumenta, a punição permanece baixa e os casos de corrupção continuam existindo e pautando negativamente a opinião pública. Apenas a eficiência e capacidade operacional do Estado são afetadas\n\n\nDeterminação da CF/88\n\n\nArt. 70. A fiscalização contábil, financeira, orçamentária, operacional e patrimonial da União e das entidades da administração direta e indireta, quanto à legalidade, legitimidade, economicidade, aplicação das subvenções e renúncia de receitas, será exercida pelo Congresso Nacional, mediante controle externo, e pelo sistema de controle interno de cada Poder.\n\n\nFinalidades dos sistemas de controle interno, conforme a CF/88\n\nAvaliar o cumprimento das metas previstas no plano plurianual, execução dos programas de governo e dos orçamentos da União\nComprovar a legalidade e avaliar os resultados, quanto à eficácia e eficiência, da gestão orçamentária, financeira e patrimonial nos órgãos e entidades da administração federal, bem como da aplicação de recursos públicos por entidades de direito privado\nExercer o controle das operações de crédito, avais e garantias, bem como dos direitos e haveres da União\nApoiar o controle externo no exercício de sua missão institucional\n\n\n\nAtores estatais de fiscalização, monitoramento e avaliação de políticas úblicas\n\nControle interno:\n\nSecretaria Federal de Controle Interno (SFC)\n\nFunções:\n\nFiscalizar os autocontroles dos ministérios\nAvaliar os atos de gestão em função dos resultados da implementação dos programas e projetos governamentais\n\n\n\n\nMPOG (Ministério do Planejamento e Orçamento)\nCasa Civil\nMinistérios executivos\nórgãos da administração indireta (exemplo: IPEA)\n\n\ncONTROLE Externo:\n\nTCU\n\n\n\n\n\nControladorias Regionais da União (CRUs):\n\nImplementam as ações nos estados e municípios, possibilitando redução de custos (em relação ao modelo anterior), aumento de frequência das auditorias e ampliação do control. Em 2003, foi recriado o modelo de fiscalização - Programa de Fiscalização a partir de sorteios públicos da CGU, que ampliou a publicidade das fiscalizações dos programas federais\n\n\n\nPrincipais atividades da SFC:\n\nAvaliação da gestão dos programas federais\nAvaliação da gestão dos administradores públicos\n(etc)\n\n\n\nCritérios de avaliação dos programas federais (devem ser seguidos pelas CRUs):\n\nMaterialidade: volume de recursos dos programas\nRelevância: importância relativa do programa em relação aos demais\nCriticidade: grau de risco ou vulnerabilidade dos programas a ineficiências ou ilegalidades\n\n\n\nSFC e TCU\n\nTCU elabora diretriz para a SFC selecionar processos de auditoria de forma a construir uma amostra significativa da atuação do Executivo e instruir os julgamentos do tribunal. Assim, o papel da SFC na prestação das contas dos gestores ao TCU é assessorar as unidades administrativas do governo quanto à organização das contas…\n\n\n"},"Aula-29-05-2025":{"slug":"Aula-29-05-2025","filePath":"Aula 29-05-2025.md","title":"Aula 29-05-2025","links":[],"tags":[],"content":"Ronald Dahl, 1971\nO que é forma de democracia?\n\nSegundo Dahl, fundamenta-se em função de princípios de igualdade entre os cidadãos. o Autor apresenta 5 critérios de uma democracia ideal:\n\nParticipação efetiva\nIgualdade de voto\nEntendimento esclarecido\nControle de agenda: deve existir um controle sobre os rumos e decisões que serão tomadas\nCritério de inclusão\n\n\nPor que democracia?\n\nEvitam a tirania\nGarantem direitos sociais\nAmplia a liberdade\nAjuda a preservar interesses pessoais\nMaximiza as oportunidades de autodeterminação\nCultiva o exercício da responsabilidade moral\nPromove o desenvolvimento humano\nPromove altos graus de igualdade política\nDemocracias modernas não guerreiam entre si\nDemocracias são mais prósperas do que demais formas de governos\n\n\n\n\n\n                  \n                  DAHL, 1997 \n                  \n                \n\n\nDado um regime em que os opositores do governo não possam se organizar aberta e legalmente em partidos políticos para fazer-lhe oposição em eleições livres e idôneas, que condições favorecem ou impedem sua transformação num regime no qual isto seja possível?\n\n\n\n\nO conceito de poliarquia é uma tentativa de sistematizar e permitir mensuração do processo de democratização\n\n\n\n                  \n                  DAHL, 1997 \n                  \n                \n\n\nAs poliarquias podem ser pensadas então como regimes relativamente (mas incompletamente) democratizados, ou, em outros termos, as poliarquias são regimes que foram substancialmente popularizados e liberalizados, isto, é, fortemente inclusivos e amplamente abertos à contestação pública\n\n\n\n\nPara tanto, os sujeitos devem ter a possibilidade de:\n\nformular suas preferências\nexpressar suas preferências a seus concidadãos e ao governo através da ação individual e coletiva\nter suas preferências igualmente consideradas\n\n\nEssas variações entre “contestação política” e “direito de participação” podem ser comprovadas quando nos deparamos com alguns exemplos históricos. Exemplo: Grã-Bretanha no século XVIII\nA Suíça exemplifica o fato de que em alguns políticas podem haver disponibilidade de contestação e restrição de participação\nAs variações não param por aí. É possível que existam regimes em que o direito de participação esteja disponível a uma ampla parcela da população ao mesmo tempo que a contestação política é restrita. Exemplo: União Soviética\nQuestões:\n\nQue condições aumentam ou diminuem as chances de democratização de um regime hegemônico ou aproximadamente hegemônico\nMais especificamente: que fatores aumentam ou diminuem as chances de contestação pública\nMais especificamente ainda: que fatores aumentam ou diminuem as chances de contestação pública num regime fortemente inclusivo\n\n\nAxiomas\n\nA probabilidade de um governo tolerar uma oposição aumenta com a diminuição dos custos esperados da tolerância\nA probabilidade de um governo tolerar uma oposição aumenta na medida em que crescem os custos de sua eliminação\nQuanto mais os custos da supressão excederem os custos da tolerância, tanto maior a possibilidade de um regime competitivo\n\n\nHipótese: quanto mais baixos os custos da tolerância, maior a segurança do governo. Quanto maiores os custos da supressão, maior a segurança da oposição\nImportância da poliarquia\n\nPresença de liberdades liberais clássicas necessárias à contestação pública e à participação\nMudança na composição das lideranças políticas, propiciada pela participação ampliada combinada com a competição política: parlamentos mais representativos e responsivos\nNa medida que o sistema se torna mais competitivo ou inclusivo, os políticos buscam o apoio dos grupos que agora podem participar mais facilmente da vida política\nQuanto maiores as oportunidades de participação e contestação, maiores a variedade de preferência e interesses passíveis de representação na política.\nQuanto menores os obstáculos à contestação pública e maior a proporção da população incluída no sistema político, mais dificuldade terá o governo de um país em adotar e aplicar políticas que exijam o exercício de sanções extremas contra uma porção maior do que uma pequena porcentagem da população; e menor provável, também, que o governo tente fazê-lo\n\n\n"},"Gestão-Pública-A-1":{"slug":"Gestão-Pública-A-1","filePath":"Gestão Pública A 1.md","title":"Gestão Pública A 1","links":[],"tags":[],"content":"\nLeitura importante: Max Weber - A política como vocação\nTextos para a primeira prova:\n\nABRUCIO, Fernando L. Os avanços e dilemas do modelo pós-burocrático\nPAULA, Ana. P. P. Administração pública brasileira: entre o gerencialismo e a gestão social\nSECCHI, Leonardo. Modelos organizacionais e reformas da administração pública\n\n\n\nTexto da primeira prova: burocracia e ordem democrática"},"Gestão-Pública-A":{"slug":"Gestão-Pública-A","filePath":"Gestão Pública A.md","title":"Gestão Pública A","links":["Mapa-Secchi.canvas","Resumo-1ª-Prova","SECCHI_Modelos-organizacinais-e-reformas-da-administração-pública.pdf","Exemplo-Prova-Geralda-1.jpeg","Exemplo-Prova-Geralda-2.jpeg"],"tags":[],"content":"\nLeitura importante: Max Weber - A política como vocação\nTextos para a primeira prova:\n\nABRUCIO, Fernando L. Os avanços e dilemas do modelo pós-burocrático\nPAULA, Ana. P. P. Administração pública brasileira: entre o gerencialismo e a gestão social\nSECCHI, Leonardo. Modelos organizacionais e reformas da administração pública\n\n\n\nTexto da primeira prova: burocracia e ordem democrática\nMapa Secchi (2009)\nResumo 1ª Prova\n\nTarefas\n\n Imprimir texto SECCHI_Modelos organizacinais e reformas da administração pública.pdf (documentado em Mapa Secchi (2009))\n\n\nDatas\n\n24/04/2025 - Avaliação: consultar Exemplo Prova Geralda 1.jpeg e Exemplo Prova Geralda 2.jpeg\n"},"Resumo-1ª-Prova":{"slug":"Resumo-1ª-Prova","filePath":"Resumo 1ª Prova.md","title":"Resumo 1ª Prova","links":["Mapa-Secchi.canvas"],"tags":[],"content":"Abrúcio\n\nPassa pelas reformas dos anos 80 e 90\nAponta 3 respostas para o gerencialismo na Inglaterra\n\nGerencialismo puro\n\nAspectos principais: redução de custos e aumento de produtividade, diminuição do estado (privatizações), desregulamentação, críticas à burocracia\nGanha força a partir do momento em que o neoliberalismo ganha disputa entre os projetos políticos\nCríticas ao gerencialismo puro: medição da eficiência pode ser tão rígida quanto os próprios procedimentos, a economia de recursos pode resultar na queda da qualidade do serviço público prestado, ênfase na eficiência prejudicaria a flexibilidade, subestima a importância de valores do serviço público (como equidade e justiça. Serviços públicos e privados não prezam pelos mesmos valores)\nResultados positivos: Ênfase nas questões financeiras e preocupação com os resultados (por conta disso, houve uma onda de construção de metodologias para avaliar políticas públicas que fora incorporada aos governos)\n\n\nConsumerismo\n\nAspectos principais: ênfase na eficiência (mas incorporando as críticas ao gerencialismo puro), adoção do conceito de qualidade total pelo setor público (busca pela efetividade), atendimento ao consumidor (Citizen’s Chat; programa de avaliação de desempenho)\nSatisfação do cliente é buscada por: descentralização (desconcentração - quanto mais próximo do consumidor, mais fiscalizado é o serviço), competição entre organizações do setor privado, novo modelo contratual para serviços públicos (ampliações para o setor privado)\nCríticas (Pollitt): o consumidor de serviços públicos é diferente do consumidor de serviços de mercado (determinados serviços têm caráter compulsório, como hospitais e serviços policiais); entre a avaliação dos consumidores e atos dos funcionários, deve haver regras que garantam o serviço público; competição entre unidades que pode levar a um jogo de tudo ou nada, unidades mais bem avaliadas recebem mais recursos e as menos bem avaliadas recebem zero recursos, podendo desaparecer; consumidores de serviços públicos nem sempre podem escolher o serviço de melhor qualidade (um estudante da zona norte não pode estudar em uma escola da zona sul por uma questão de obstáculo geográfico, por exemplo. Também pode haver uma questão de obstáculo financeiro)\n\n\nOrientação para o serviço público\n\nÊnfase na construção da esfera pública\nIncorpora temas do republicanismo e da democracia, accountability, transparência, participação política, equidade e justiça\nConceito de cidadão tem conotação coletiva: direitos e deveres. Maior valorização da participação política e da esfera pública\nEsfera pública é vista como um local de transparência e aprendizagem social; a competição entre agências deve incorporar a cooperação de forma que possibilite o melhor resultado de forma global/para todas as agências, evitando o jogo de soma zero (ou jogo de tudo ou nada)\n\n\n\n\nNa prática, houve intercâmbio entre aspectos negativos e positivos\nGerencialismo e governança pública não substituem o modelo burocrático; servem como complemento ou forma de flexibilização dele\nNo modelo burocrático, accountability se aplica no modelo de regras (obrigações definidas com base na lei/procedimento), é o que dá legitimidade ao estado moderno (racionalidade-legalidade). Isso se mantém no gerencialismo e na governança pública\n\nSecchi\nMapa Secchi\n\nTrês modelos de administração pública\n\nBurocrático (modelo organizacional)\nGerencialismo: gerencial + governo empreendedor\nGovernança pública: paradigma relacional - sistema governamental e o ambiente\n\n\n\nPaula\nTratará de 2 modelos de administração:\n\nGerencial: terá menos foco\nSocietal:\n\nAuge na década de 1960 na tradição mobilizatória, com vistas às reformas no país; envolveu a igreja católica\nFoco na reivindicação da cidadania e fortalecimento do papel da sociedade civil na condução da vida política no país\nExperiências construídas principalmente em governos de esquerda, nos governos das Frentes Populares\nCaracterísticas: fóruns temáticos, conselhos; gestores de políticas públicas e orçamento participativo; questiona a prerrogativa do executivo estatal de monopolizar a formulação de políticas públicas, permitindo a inclusão de setores marginalizados na sociedade e possibilitando que diferentes interesses sejam atendidos\nLimites: experiências são locais e fragmentárias; desafio de inserção no âmbito do governo federal; Lula não apresentou avanços na estrutura e dinâmica organizacional quando comparado a FHC\n\n\n"},"index":{"slug":"index","filePath":"index.md","title":"Gestão Pública A","links":["Mapa-Secchi.canvas","Resumo-1ª-Prova","Aula-06-05-2025","Aula-08-05-2025","Aula-13-05-2025","Aula-15-05-2025","Aula-20-05-2025","Aula-22-05-2025","Aula-29-05-2025","Aula-05-06-2025","Aula-12-06-2025","Aula-17-06-2025","Aula-24-06-2025","Aula--26-06-2025","Exemplo-Prova-Geralda-1.jpeg","Exemplo-Prova-Geralda-2.jpeg"],"tags":[],"content":"\nLeitura importante: Max Weber - A política como vocação\nTextos para a primeira prova:\n\nABRUCIO, Fernando L. Os avanços e dilemas do modelo pós-burocrático\nPAULA, Ana. P. P. Administração pública brasileira: entre o gerencialismo e a gestão social\nSECCHI, Leonardo. Modelos organizacionais e reformas da administração pública\nMapa Secchi (2009) e Resumo 1ª Prova\n\n\nTextos para a segunda prova\n\nABRUCIO, Fernando. Trajetória recente da gestão pública brasileira\nCOSTA, Frederico. Brasil: 200 anos de estado\nRIBEIRO, Leopoldo  M.S. Variações quantitativas em carreiras de Estado do Poder Executivo federal\n\n\nTextos para a terceira prova\n\nAVRITZER, Leonardo; FILGUEIRAS, Fernando. Corrupção e controles democráticos no Brasil. In: IPEA. Estado, instituições e democracia: República.\nLOUREIRO, Maria R.; TEIXEIRA, Marco A. C.; MORAES, Tiago C. Democratização e reforma do Estado: o desenvolvimento institucional dos Tribunais de Contas no Brasil recente.\nOLIVIERI, Cecília. A construção institucional do sistema de controle interno do Executivo federal brasileiro. IN: IPEA. Estado, instituições e democracia: República.\n\n\n\nAulas para 2ª prova\n\nAula 06-05-2025 (Aula 13)\nAula 08-05-2025 (Aula 14)\nAula 13-05-2025 (Aula 15)\nAula 15-05-2025 (Aula 16)\nAula 20-05-2025 (Aula 17)\nAula 22-05-2025 (Aula 18 - Revisão da 2ª prova)\n\nAulas para 3ª prova\n\nAula 29-05-2025 (Aula 19)\nAula 03-05-2025 (Aula 20) [perdida] - Aula sobre o texto de O’Donnel\nAula 05-06-2025 (Aula 21)\nAula 10-06-2025 [perdida] (Aula 22)\nAula 12-06-2025 (Aula 23)\nAula 17-06-2025 (Aula 24)\nAula 24-06-2025 (Aula 25)\nAula  26-06-2025 (Aula 26 - Revisão da 3ª prova)\n\n\nDatas\n\n24/04/2025 - Avaliação: consultar Exemplo Prova Geralda 1.jpeg e Exemplo Prova Geralda 2.jpeg\n~~27/05/2025 - Avaliação II\n01/07/2025 - Avaliação III\n08/07/2025 - Prova substituitiva\n10/07 - Exame especial\n"}}